Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dlatego tym bardziej zachęcamy wszystkich ochotników do zaciągania się do wojska i ruszania na front. To wasza okazja, by zwiedzić świat i zapewnić reszcie Królestwa Myrtany bezpieczeństwo, jakiego zaznać możemy tutaj.
uk: Тому ми закликаємо всіх добровольців записуватися в армію і вирушати на фронт. Це ваша можливість побачити світ і забезпечити безпеку іншим жителям Королівства Міртана, яку ми відчуваємо тут.

source: Dlatego wiedz, że nie spodoba ci się to, co będę robić. Jeśli zaczniesz kwestionować moje metody, nasza współpraca się kończy.
uk: Тому знай, що тобі не сподобається те, що я буду робити. Але якщо ти почнеш ставити під сумнів мої методи, наша співпраця закінчиться.

source: Dlatego właśnie będziesz musiał odnaleźć ludzi, którzy nie boją się wyzwania i ruszą z nami w głąb ruin.
uk: Саме тому тобі доведеться знайти людей, які не бояться викликів і підуть з нами вглиб руїн.

source: Dlatego właśnie kieruję do ciebie propozycję dołączenia do naszej sprawy. Razem z Ulrykiem pozbędziemy się Myrtańczyków z naszego miasta. To jedyny sposób by Rhobar nie pociągnął nas na dno ze swoim królestwem.
uk: Саме тому я закликаю тебе приєднатися до нашої справи. Разом з Ульріком ми позбавимо наше місто від міртанців. Тільки так Робар не потягне нас на дно разом зі своїм королівством.

source: Dlatego właśnie klasztor musi pozostać neutralny. To miejsce, w którym każdy może szukać schronienia. Jeśli zaczniemy wybierać strony i rzucać oskarżeniami, to zostaniemy wciągnięci w wir politycznych potyczek.
uk: Саме тому монастир і повинен зберігати нейтралітет. Це місце, де кожен може знайти прихисток. Якщо ми почнемо ставати на чийсь бік і кидатись звинуваченнями, то нас затягне у вир політичних сутичок.

source: Dlatego właśnie wprowadzono prawo do honorowej broni. W chwili gdy osoba ogólnie znana i szanowana została skazana, sąd mógł zezwolić jej na posiadanie własnego oręża podczas odbywania kary. Prawo to miało wskazać, że skazany, pomimo udowodnienia winy, nie jest obdzierany z dawnych zasług i współobywatele wciąż mają do niego zaufanie.
uk: Саме тому було запроваджено право на почесну зброю. Коли засуджували загальновідому і шановану людину, суд міг дозволити їй мати власну зброю під час відбування покарання. Цей закон мав показати, що засуджений, незважаючи на доведену провину, не позбавляється своїх колишніх заслуг і що його співгромадяни все ще довіряють йому.

source: Dlatego zacząłem polować jako Bestia.
uk: Тому я почав полювати як Звір.

source: Dlatego zapytam cię po raz ostatni: jesteś pewny swojej decyzji?
uk: Тому я запитаю востаннє: чи впевнений ти у своєму рішенні?

source: Dlatego zdecydowaliśmy, że wszystkie wizerunki Innosa, zanim zostaną wprowadzane w obieg wśród kupców, będą uświęcane przez jednego z naszych braci w świątyni.
uk: Тому ми вирішили, що всі образи Інноса будуть освячені одним з наших братів у храмі, перш ніж вони будуть розповсюджуватися серед купців.

source: Dlatego zdecydowałem się posłać do portu część naszych chłopców. Mają pomóc w uspokojeniu sytuacji i pokazać jak Gildia troszczy się o nasze piękne miasto.
uk: Тому я вирішив відправити кількох наших хлопців в порт. Вони мають допомогти вгамувати ситуацію і показати, що Гільдія піклується про наше прекрасне місто.

source: Dlatego zgodnie z wolą Innosa każdy członek jego społeczności musi wypełniać swoje obowiązki.
uk: Тому, згідно з волею Інноса, кожен член його церкви має виконувати свої обов'язки.

source: Dlatego, po konsultacjach z wami, za najlepszą taktykę uznałem zabicie ich hersztów. Po utracie dowódców działania zielonoskórych staną się nieskoordynowane, czyniąc z nich łatwiejszy cel.
uk: Тому, порадившись з вами, я вирішив, що найкращою тактикою буде знищення їхніх вождів. З втратою вождів дії зеленошкірих стануть нескоординованими, що зробить їх легкою мішенню.

source: Dlatego, że nie zajmie to dużo czasu. Szkolę się w sztuce kowalskiej i słyszałem, że jesteś w posiadaniu książki, która mogłaby mi bardzo pomóc.
uk: Тому що це не займе багато часу. Я навчаюся ковальському мистецтву і чув, що в тебе є книга, яка могла б мені дуже допомогти.

source: Dlatego, że tutaj nie chodzi o pieniądze. Pomogę ci, jeśli Ruud obieca, że w razie niepowodzenia mojego... zabiegu, nie będzie mi robił problemów.
uk: Тому що справа не в грошах. Я допоможу, якщо Рууд пообіцяє, що у випадку невдалого лікування... він не створюватиме мені жодних проблем.

source: Dni mijały, kwota rosła, a człowiek w końcu trafił na bruk i zaczął agitować pod moim domem, o wszystko mnie obwiniając.
uk: Минали дні, сума зростала, і чоловік нарешті опинився на вулиці і почав галасувати під моїм маєтком, звинувачуючи мене в усьому.

source: Do 'Pękniętej Struny'
uk: До 'Обірваної струни'

source: Do Beliara z papierami - Jerran, bierzemy go!
uk: До Беліара ті документи – Джеран, хапай його!

source: Do Beliara z tymi, co uchwalają takie prawo!
uk: До Беліара тих, хто ухвалює такі закони!

source: Do Bursztynowego Wybrzeża
uk: До Бурштинового узбережжя

source: Do Bursztynowego Wybrzeża.
uk: До Бурштинового узбережжя.

source: Do Corteza, naszego szefa. Dobrze ci radzę, jeśli ci życie miłe, to go nie denerwuj!
uk: Кортезу, нашому капітану. Я тобі дуже раджу, якщо цінуєш своє життя, не засмучуй його!

source: Do Dzielnicy Biedoty.
uk: У Бідний квартал.

source: Do Dzielnicy Rzemieślników
uk: До Ремісничого кварталу

source: Do Dzielnicy Rzemieślników.
uk: До Ремісничого кварталу.

source: Do Gildii Kupieckiej.
uk: До Торгової Гільдії.

source: Do Gildii mogą dołączyć tylko obywatele miasta, którzy udowodnili swoje uprawnienia odpowiednim dokumentem. To nasz podstawowy warunek.
uk: До Гільдії можуть приєднатися лише містяни, які підтвердили громадянство відповідним документом. Це наша основна умова.

source: Do Gildii, powiadasz?
uk: До Гільдії, кажеш?

source: Do Kopalni Królewskiej
uk: До Королівської копальні

source: Do Kopalni Królewskiej.
uk: До Королівської копальні.

source: Do Lewko? Ten facet właśnie dlatego jest szefem, bo najbardziej ze wszystkich lubi nas karać! Mówię ci, ma umysł trolla, ale też posłuch wśród ludzi jak mało kto!
uk: До Левка? Цей хлопець саме тому і начальник, що найбільше любить нас карати! Кажу, у нього розуму, як у троля, але він має таке чуття на людей, як мало хто інший!

source: Do Lucasa jakiś czas temu zgłosili się mężczyźni, którzy zaoferowali mu pomoc w naprawie pobliskiego dźwigu. Niestety, zniknęli niedługo po rozpoczęciu prac. Muszę odnaleźć koło zębate, które wzięli ze sobą na miejsce pracy. Poszukam w okolicy dźwigu.
uk: Деякий час тому до Лукаса підійшли чоловіки, які запропонували допомогти йому з ремонтом підйомника, що розташований неподалік. На жаль, вони зникли невдовзі після початку робіт. Мені потрібно знайти шестерню, яку вони забрали з собою. Я пошукаю в околицях підйомника.

source: Do Mglistych Moczar
uk: До Туманних боліт

source: Do Mrocznych Tajemnic
uk: До Темних Таємниць

source: Do Starego Miasta
uk: До Старого міста

source: Do Targowiska
uk: До ринкової площі

source: Do Targu Rybnego
uk: До рибного ринку

source: Do Ustroni Żeglarza
uk: До Прихистку моряка

source: Do Vardhal
uk: До Вардхалу

source: Do Wielkiej Winnicy prowadzi kilka dróg...
uk: До Великого виноградника веде кілька доріг...

source: Do Wilczego Leża
uk: До Вовчого Лігва

source: Do Wybrzeża Topielców
uk: До Узбережжя луркерів

source: Do Zamorskiego Króla podszedł pierwszy młodzian i drżącymi rękoma podarował mu naszyjnik z gładkiego bursztynu. Monarcha zgramolił się z karków niewolników niczym kretoszczur z legowiska, wyszarpał z rąk chłopca wisiorek i próbował przełożyć go przez wielką głowę. Jednak przy pierwszej próbie naszyjnik pękł, a bursztyny jeden po drugim posypały się na piach. Gniewny chwycił tedy młodziana wpół i zadusił pozostałym w łapsku rzemykiem.
uk: Перший юнак підійшов до Заморського Короля і тремтячими руками подав йому намисто з полірованого бурштину. Монарх сповз із ший своїх рабів, як жирний кротощур зі своєї нори. Він вихопив намисто з рук хлопця і спробував одягти його через свою велику голову. Однак з першої спроби намисто порвалося, і шматочки бурштину один за одним посипалися на пісок. Тоді він розлютився, схопив хлопця і задушив його шнурком, який залишився у нього в руці.

source: Do biura skryby miejskiego
uk: До міської писарської контори

source: Do boku przypięta jest mała karteczka.
uk: Збоку прикріплена невеличка записка.

source: Do bramy wschodniej
uk: До східних воріт

source: Do bramy zachodniej
uk: До західних воріт

source: Do buta mówisz? Dobrze, dzięki.
uk: В черевик, кажеш? Гаразд, дякую.

source: Do cholery jasnej, skąd miałbym o tym wiedzieć?
uk: Трясця, звідки мені це знати?

source: Do cholery z tym snem, nie zostawię tak tej sprawy!
uk: До дідька сон, я цю справу так не залишу!

source: Do czasu.
uk: Це поки що.

source: Do dań i gulaszy najlepsze jest mięso z kilkumiesięcznego jagnięcia. Najlepiej, jeśli zwierzę jest ubite na wiosnę.
uk: Для рагу і тушкованих страв найкраще підходить м'ясо кількамісячного ягняти. Найкраще, якщо тварина була забита навесні.

source: Do domu! Do domu! Prowadź mnie wietrze!
uk: Додому! Додому! Веди мене, вітре!

source: Do dupy?
uk: Відстійним?

source: Do dzieła.
uk: До справи.

source: Do dziś nie wiadomo jak dokładnie doszło do rozejmu, ale mówi się, że jeden z przodków aktualnego władcy Ulryka wystosował list z prośbą o pokój.
uk: До сьогодні не відомо, як саме було досягнуто перемир'я, але кажуть, що один з предків нинішнього правителя Ульріка написав листа з проханням про мир.

source: Do dziś nie wiemy, jakim cudem przeżył. Pewnie dzięki szczęściu pijanego.
uk: Ми й досі не знаємо, яким дивом він залишився живий. Мабуть, завдяки п'яному везінню.

source: Do farmy Bermara
uk: До ферми Бермара

source: Do farmy Bermara.
uk: До ферми Бермара.

source: Do górnej bramy dotarły tylko odgłosy walki i krzyki kopaczy. Gdy przybyliśmy z posiłkami, nie było już kogo ratować.
uk: До верхніх воріт долинали лише звуки бою та крики копачів. Коли ми прибули з підкріпленням, рятувати було вже нікого.

source: Do handlu w tej wiosce? Nie, nie jest to rynek wymagający współpracy kilku ludzi. Sam chcę się stąd wynieść i przenieść gdzie indziej.
uk: Щоб торгувати в цьому селі? Ні, це не ринок, який вимагає співпраці кількох людей. Я сам хочу забратися звідси і переїхати в інше місце.

source: Do interesu wtrącił się niejaki Szmugler. Chyba nie spodobało mu się to, że zadałem kilka pytań odnośnie jego i Antonio. Wysłał za mną jednego ze swoich ludzi.
uk: Якийсь Койот зайнявся цією справою. Мабуть, йому не сподобалося, що я поставив кілька запитань про нього й Антоніо. Він послав за мною одного зі своїх людей.

source: Do jakiej jednostki należysz?
uk: До якого підрозділу ти належиш?

source: Do jasnej cholery, co ja niby ci mówiłem o wykonywaniu rozkazów?!
uk: Що я тобі, трясця, казав про виконання наказів?!

source: Do jasnej cholery, nie wiem!
uk: Чорт забирай, я не знаю!

source: Do kantoru Gildii Kupieckiej
uk: До торгового пункту Торгової Гільдії

source: Do kaplicy Adanosa
uk: До каплиці Аданоса

source: Do kaplicy Adanosa.
uk: До храму Аданоса.

source: Do kaplicy w wiosce Silbach.
uk: Від каплиці в селі Сільбах.

source: Do klasztoru Magów Wody
uk: До монастиря Магів Води

source: Do klasztoru wstąpiłem, bo moja rodzina jest biedniejsza od myszy pod miotłą, a tutaj mam dach nad głową, wyżywienie i za parę lat również powszechnie szanowane zajęcie.
uk: Я пішов у монастир через те, що моя сім'я бідніша за мишу під мітлою, а тут у мене є дах над головою, їжа, а через кілька років буде і робота, яку всі поважають.

source: Do klasztoru.
uk: До монастиря.

source: Do kogo dokładnie powinienem się udać?
uk: До кого саме мені слід звернутися?

source: Do kogo konkretnie mam się udać?
uk: До кого саме я маю звернутися?

source: Do kogo należy ten dom?
uk: Кому належить ця хатина?

source: Do kolonii trafiają tylko skazańcy. Będzie z nich jakiś pożytek.
uk: У колонію відправляють тільки засуджених. З них буде якась користь.

source: Do konserwacji kusz potrzebny jest olej, który wykonuje się z ziół, ignorancie.
uk: Для змащення арбалетів потрібна олія, яку роблять з трав, неук.

source: Do kopalni Gildii Kupieckiej
uk: До копальні Торгової Гільдії

source: Do kopalni najłatwiej dotrzecie korzystając z usług naszych gońców - za kilka monet bezpieczne doprowadzą was na miejsce!
uk: Найпростіший спосіб дістатися до копальні – скористатися послугами наших перевізників, які за кілька монет безпечно вас туди доставлять!

source: Do koszar miejskich
uk: До міських казарм

source: Do koszar powinna już dotrzeć pierwsza dostawa pancerzy. Król nakazał standaryzację wyposażenia straży miejskiej w całym Królestwie.
uk: Перша партія обладунків вже мала прибути до казарм. Король наказав стандартизувати спорядження Міської Варти по всьому королівству.

source: Do końca swych dni Maksym wierzył, że uda mu się odegnać widmo konfliktu drogą pokojową. Negocjacje jednak za każdym razem kończyły się porażką. Dopiero jego syn, Mandred zwany Srogim, zdecydował się na użycie siły. Z wysokich, lecz koniecznych podatków król powiększył armię, dopełniając jej szeregi ochotnikami i przerzucił ją na wschód.
uk: До кінця своїх днів Максимус вірив, що зможе мирно вирішити конфлікт. Однак переговори щоразу закінчувалися невдачею. І лише його син, Мандред, на прізвисько Суворий, вирішив застосувати силу. За рахунок високих, але необхідних податків король збільшив армію, поповнивши її ряди добровольцями, і вирушив на схід.

source: Do końca życia będę ci wdzięczny za uratowanie życia! Niech ci wszyscy bogowie błogosławią!
uk: До кінця свого життя я буду вдячний тобі за те, що ти врятував мені життя! Нехай усі боги благословлять тебе!

source: Do kościoła Innosa
uk: До церкви Інноса

source: Do kościoła Innosa.
uk: До церкви Інноса.

source: Do królewskiego skarbca trafiała tylko piąta część złota z obrotu towarami, w wyniku czego południe Myrtany trawiły bieda, głód i choroby. Ludzie z czasem zaczęli wychodzić na ulice miast, domagając się zdecydowanych działań ze strony władzy.
uk: Лише п'ята частина золота від торгівлі товарами надходила до королівської скарбниці, в результаті чого південь Міртани був охоплений бідністю, голодом і хворобами. З часом люди почали виходити на вулиці міст, вимагаючи від влади рішучих дій.

source: Do którego nie masz wstępu? Gdyby każdy obywatel mógł wejść tam bez ograniczeń, rozkradziono by je w tydzień.
uk: До якого ти не маєш доступу? Якби кожен громадянин міг увійти туди без обмежень, воно було б розграбоване за тиждень.

source: Do kufra we wraku okrętu.
uk: Від скрині на затопленому кораблі.

source: Do lasu w Silbach.
uk: До лісу біля Сільбаху.

source: Do lasu, a dalej do kaskad.
uk: У ліс, а далі – до водоспадів.

source: Do latarni morskiej.
uk: До маяка.

source: Do licytacji pozostał już tylko dzień.
uk: До початку аукціону залишився лише один день.

source: Do ludzi z Silbach? Czyli nie do ciebie? Więc co ci zależy, jeśli jedna paczka zginie?
uk: Мешканцям Сільбаху? То він не твій? Яка тоді тобі різниця, якщо один пакунок зникне?

source: Do magazynu. To ta ziemianka na głównym placu obok chat pracowników.
uk: У льох. Це та землянка на головній площі, поруч із хатинками робітників.

source: Do miasta
uk: До міста

source: Do miasta przybył Królewski Wysłannik z wizytacją, w związku z czym muszę spotkać się z Lorenzo. Pytanie, czy nie lepiej iść najpierw do Lichwiarza? W końcu z takimi tropami może uda mu się znaleźć Jorna.
uk: До міста з візитом прибув Королівський посол, тож я маю зустрітися з Лоренцо. Виникає питання, можливо, краще спочатку піти до Лихваря? Зрештою, з такими зачіпками він, можливо, зможе знайти Йорна.

source: Do miasta przybył Królewski Wysłannik z wizytacją, w związku z czym muszę spotkać się z Lorenzo. Pytanie, czy nie lepiej najpierw zbadać tropów z Wilczego Leża?
uk: До міста з візитом прибув Королівський посол, тож я маю зустрітися з Лоренцо. Виникає питання, можливо, краще спочатку розслідувати зачіпки у Вовчому Лігві?

source: Do miasta przybył Królewski Wysłannik z wizytacją, w związku z czym muszę spotkać się z Roderichem. Pytanie, czy nie lepiej iść najpierw do Lichwiarza? W końcu z takimi tropami może uda mu się znaleźć Jorna.
uk: До міста з візитом прибув Королівський посол, тож я маю зустрітися з Родеріхом. Виникає питання, можливо, краще спочатку піти до Лихваря? Зрештою, з такими зачіпками він, можливо, зможе знайти Йорна.

source: Do miasta przybył Królewski Wysłannik z wizytacją, w związku z czym muszę spotkać się z Roderichem. Pytanie, czy nie lepiej najpierw zbadać tropów z Wilczego Leża?
uk: До міста з візитом прибув Королівський посол, тож я маю зустрітися з Родеріхом. Виникає питання, можливо, краще спочатку розслідувати зачіпки у Вовчому Лігві?

source: Do miasta przybył Królewski Wysłannik. Jego obecność może mieć wpływ na interesy Gildii, więc każdy jej członek musi udać się do kantoru po instrukcje.
uk: До міста прибув Королівський посол. Його присутність може вплинути на бізнес Гільдії, тому кожен член Гільдії повинен зайти до торгового пункту для отримання інструкцій.

source: Do miasta przypłynął Królewski Wysłannik. Zapłacił nam za składanie raportów o stanie handlu Archolos, o czym, jak wiesz, mamy większą wiedzę niż straż.
uk: До міста прибув Королівський посол. Він заплатив нам, щоб ми відзвітували йому про стан торгівлі на Архолосі, про яку, як тобі відомо, ми знаємо більше, ніж Варта.

source: Do moich jedynych obowiązków należy pilnowanie tej rozpadającej się dziury, a jeśli są problemy, Starszy wzywa straż miejską i po kłopocie.
uk: Мій єдиний обов'язок - стежити за цією дірою, а якщо будуть якісь проблеми, староста покличе Міську Варту, і вони розберуться.

source: Do mojego lokalu zaglądają ludzie z różnych stron. Każdy z nich z jakąś tajemnicą. Każdy za jakąś fasadą.
uk: До мого закладу приходять люди звідусіль. Кожен з них має якусь таємницю. Кожен щось приховує.

source: Do mojej ojczyzny się nie umywa, ale przynajmniej mogę tu wieść godne życie będąc względnie bezpiecznym.
uk: З моєю батьківщиною не порівняти, але принаймні тут я можу жити гідним життям у відносній безпеці.

source: Do najmilszych osób nie należy, ale to doskonały przedsiębiorca.
uk: Він не з найприємніших людей, але він чудовий підприємець.

source: Do nas, załogi Corteza! On jest tu szefem, więc lepiej się przy nim pilnuj.
uk: Капітану Кортезу! Він тут головний, тож будь з ним обережним.

source: Do niczego się nie nadają.
uk: Ні для чого не придатні.

source: Do niczego się nie przyznaję! Mówię jaka jest prawda!
uk: Я нічого не визнаю! Я кажу правду, як вона є!

source: Do obozu Pszczelarzy
uk: До табору пасічників

source: Do obozu drwali
uk: До табору лісорубів

source: Do obozu węglarzy
uk: До табору вуглярів

source: Do pasieki
uk: До пасіки

source: Do pewnego feralnego dnia. Lorenzo stwierdził, że czas na kogoś młodszego i rozwiązał ze mną kontrakt.
uk: До одного фатального дня. Лоренцо вирішив, що настав час для когось молодшого, і розірвав зі мною контракт.

source: Do pewnych rzeczy idzie się przyzwyczaić.
uk: До певних речей звикаєш.

source: Do podstaw na ogół zaliczamy ściąganie skór z futrzastych zwierząt. Są stosunkowo delikatne, a co za tym idzie, łatwo jest je zedrzeć.
uk: До основ зазвичай відносять знімання шкур з хутрових тварин. Вони відносно м'які і тому легко знімаються.

source: Do pokoju kultystów.
uk: Від кімнати окультистів.

source: Do pokoju w tawernie.
uk: Від кімнати в корчмі.

source: Do portu w końcu dotarli też przedstawiciele wielu związków i gildii kupieckich, które zaczęły lokować na wyspie swój majątek i szukać nowych rynków zbytu. Pracy przy przeładunku towarów i handlu było bez liku, toteż zarówno dla mieszkańców, jak i przybyszów otworzyły się nowe możliwości zarobku.
uk: Згодом до порту прибули представники численних купецьких спілок і гільдій, які почали розміщувати на острові свою власність і шукати нові ринки збуту. У сфері обробки вантажів і торгівлі було вдосталь роботи, тож нові можливості для заробітку відкрилися як для місцевих жителів, так і для новоприбулих.

source: Do portu wschodniego
uk: До східної частини порту

source: Do portu zachodniego
uk: До західної частини порту

source: Do portu.
uk: До порту.

source: Do południowego bagna
uk: До південного болота

source: Do przechowywania książek i dokumentów.
uk: Для зберігання книг і документів.

source: Do przechowywania wielu książek i dokumentów.
uk: Для зберігання більшої кількості книг і документів.

source: Do przeprowadzenia tego ataku szybko i sprawnie będzie potrzebnych trochę przygotowań:
uk: Щоб виконати цю атаку швидко і ефективно, знадобиться деяка підготовка:

source: Do przodu
uk: Вперeд

source: Do ratusza miejskiego
uk: До міської ратуші

source: Do roboty byście się zabrali, jak porządni ludzie!
uk: Візьміться за роботу, як порядні люди!

source: Do roboty chłopcy, za mną!
uk: До роботи, хлопці, за мною!

source: Do roboty robalu!
uk: До роботи, клопе!

source: Do roboty zatem!
uk: Тож до роботи!

source: Do roboty!
uk: До роботи!

source: Do ruin Vardhal.
uk: До руїн Вардхалу.

source: Do ruin musi pójść z nami grupa pracowników, którzy zajmą się przekopywaniem zwalisk oraz stawianiem wzmocnień.
uk: До руїн з нами має відправитись група робітників, щоб розкопувати завали і встановлювати укріплення.

source: Do rzeczy proszę.
uk: Ближче до справи, будь ласка.

source: Do rzeczy. Czego chcesz?
uk: Ближче до справи. Чого ти хочеш?

source: Do rzeczy. O co chodzi?
uk: Ближче до справи. Що саме?

source: Do samego Volkera się teraz nie dostaniemy, ale możesz chociaż pozbyć się tych jego krzykaczy, którzy rozgłaszają te brednie po mieście.
uk: До самого Волкера ми вже не доберемось, але можна принаймні позбутися його оповісників, які поширюють цю маячню по місту.

source: Do serca modlitwy śle kapłanki głos, gdy rosa opada na wrzos.
uk: Молитвою в серці лунають жриць голоси, як ніжний на вересі дотик роси.

source: Do siedziby magów.
uk: До помешкання магів.

source: Do siedziby też nie dotarł jeszcze żaden z gońców, a to nie może znaczyć nic dobrego.
uk: Ніхто з посланців ще не прибув до штабу, а це не означає нічого хорошого.

source: Do skrzyni pasterza.
uk: Від скрині пастуха.

source: Do starej skrzyni.
uk: Від старої скрині.

source: Do stoczni
uk: До корабельні

source: Do stoczni.
uk: До корабельні.

source: Do stworzenia eliksiru potrzeba pewnej ręki i miarowego dodawania składników. Moje ręce wciąż drżą z powodu tych wszystkich ran...
uk: Для створення еліксиру потрібна тверда рука і точне додавання складників. Мої руки досі тремтять через всі ці рани...

source: Do swojej pracy potrzebujesz pewnie sporo drewna.
uk: Для твоєї роботи, мабуть, потрібно багато деревини.

source: Do tawerny 'Syreni Lament'
uk: До корчми 'Плач Сирени'

source: Do tego będziesz musiał jeszcze zapłacić grzywnę u Albyna. Z tą trójką bym nie zadzierała.
uk: До того ж, тобі доведеться заплатити штраф Альбіну. З цією трійцею я б не жартувала.

source: Do tego czasu Burkhard wykonywał swoje obowiązki należycie, dlatego sprawa tak mnie niepokoi.
uk: До цього часу Бурхард належно виконував свої обов'язки, тому ця справа так мене непокоїть.

source: Do tego czasu pewnie nie będę miał dla ciebie żadnych nowych kufrów.
uk: А до того часу у мене, мабуть, не буде для тебе нових скринь.

source: Do tego czasu wejścia nie ma.
uk: До того часу вхід заборонено.

source: Do tego czasu, chcesz może kupić któryś łuk?
uk: А поки що, може, хочеш придбати собі якийсь лук?

source: Do tego jesteś młody, więc na pewno parę takich ci się przyda.
uk: Крім того, ти молодий, тому я впевнений, що кілька з них тобі знадобляться.

source: Do tego jeszcze ten zamach na Volkera...
uk: До того ж, ще цей замах на Волкера...
